export const creditCardData = {
  title: '信用卡交易歷史紀錄',
  content: [
    {
      category: '蝦皮消費紀錄',
      details: [
        ['結餘', '100,000'],
        ['註記', '信用卡'],
        ['樂購蝦皮股份有限公司', '-50,000'],
      ],
    },
    {
      category: '小額貸款紀錄',
      details: [
        ['結餘', '150,000'],
        ['消費紀錄', '+50,000'],
      ],
    },
    {
      category: 'UberEat紀錄',
      details: [
        ['結餘', '100,000'],
        ['註記', '信用卡'],
        ['優食台灣股份有限公司', '-260'],
        ['Nick(帳戶...)', '+80'],
      ],
    },
  ],
};
